Repository: skycover/scdw
Catalog: jobs/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Date
ru: Дата

source: Restore path
ru: Выберите папку назначения

source: Now
ru: Текущий момент

source: You really want restore
ru: Вы действитель хотите восстановить

source: to
ru: в

source: List files of
ru: Список файлов для задания

source: Name
ru: Имя

source: Source path
ru: Папка

source: Edit
ru: Редактировать

source: Return
ru: Вернуться

source: Start Restore
ru: Запустить восстановление

source: Custom date
ru: Другая дата

source: Refresh
ru: Обновить

source: View log
ru: Посмотреть лог

source: Choose restore path
ru: Выберите папку назначения

source: Search file
ru: Искать

source: Clear
ru: Очистить
