Repository: skycover/scdw
Catalog: bprofile/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Source path
ru: Путь источника

source: Description
ru: Описание

source: Notes
ru: Заметки

source: Config
ru: Редактировать настройки

source: Global config
ru: Глобальные настройки

source: Log out
ru: Выйти

source: Log in
ru: Войти

source: Help
ru: Помощь

source: Delete job
ru: Удалить задание

source: Delete is very dangerous process because you can lost the credentials to aceess to important backups!
ru: Удаление - это очень опасный процесс, потому что Вы можете навсегда потерять ключи и пароли доступа к важным резервным копиям!

source: You have to delete configuration manually on the filesystem.
ru: Вам придется удалить конфигурацию вручную на файловой системе.

source: Return
ru: Возврат

source: Edit job
ru: Редактировать задание

source: Configure job failed
ru: Настройка задания не удалась

source: Save configuration
ru: Сохранить настройки

source: Cancel
ru: Отмена

source: Job description
ru: Описание задания

source: Name
ru: Имя

source: Descrption
ru: Описание

source: Job config
ru: Настройки задания

source: Usually you don't have to edit this config file
ru: Обычно Вам не требуется редактировать этот файл настроек

source: Instead try to tune
ru: Вместо этого попробуйте отредактировать

source: the global configuration
ru: глобальные настройки

source: Edit Global config in
ru: Редактировать глобальный файл настроек в

source: Save config
ru: Сохранить файл настроек

source: Write config failed
ru: Запись настроек не удалась

source: Quick Settings
ru: Быстрая настройка

source: Quick Settings error
ru: Ошибка быстрой настройки

source: Help on TARGET format
ru: Информация по формату TARGET

source: en
ru: ru

source: Initialize Backup System
ru: Инициализировать систему резервного копировния

source: Initialization error
ru: Ошибка инициализации

source: Backup configuration directory not found.
ru: Конфигурационный каталог бэкапа не найден.

source: Initialize
ru: Инициализировать

source: Start all backups
ru: Запусть все задания

source: Configured jobs in
ru: Настроенные задания в

source: Create new jobs
ru: Создать новое задание

source: Edit Config
ru: Редактировать настройки

source: Start backup
ru: Запустить задание

source: Last Full
ru: Последний полный

source: Incremental
ru: Инкрементальный

source: Failed
ru: Неудачный

source: Source
ru: Источник

source: Log
ru: Журнал

source: for job
ru: для задания

source: for date
ru: за дату

source: Jobs List
ru: Список заданий

source: Show Job
ru: Показать задание

source: Create new job
ru: Создать новое задание

source: Create job failed
ru: Создание задания не удалось

source: Backup job
ru: Задание резервного копирования

source: Started backup
ru: Запущен бэкап

source: Started full backup
ru: Форсирован полный бэкап

source: Started purge
ru: Запущена очистка устаревших бэкапов

source: Started cleanup
ru: Запущена очистка ошибок

source: Running
ru: Выполняется

source: Locked
ru: Заблокировано

source: Job read error
ru: Ошибка чтения задания

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: Last Incremental
ru: Последний инкрементальный

source: Last Failed
ru: Последний неудачный

source: Jobs
ru: Список заданий

source: Start full backup
ru: Форсировать полный бэкап

source: View and restore files
ru: Просмотреть и восстановить файлы

source: Purge old
ru: Удалить устаревшие

source: Cleanup errors
ru: Очистить ошибки

source: Exceptions globbing list
ru: Список шаблонов-исключений

source: Error
ru: Ошибка

source: Chose file or folder
ru: Выберите файл или каталог

source: Add exclusion
ru: Добавить исключение

source: Add inclusion
ru: Добавить включение

source: Shell patterns '*', '?' and '[...]' may be used (read 'man duplicity').
ru: Можно использовать файловые шаблоны '*', '?' и '[...]' (читайте 'man duplicity').

source: The inclusions in the list should preceed exclusions.
ru: Включения должны предшествовать исключениям.

source: To exclude all by default, add '**' exclusion at the end of the list.
ru: Чтобы поумолчанию все исключить, добавьте исключение '**' в конец списка.

source: remove
ru: убрать

source: up
ru: вверх

source: down
ru: вниз
